HeaderOfDallasPartialInsert = "Speaker Connection";
StringOfDallasPartialInsert = "The device plugged into the Apple speaker mini-jack cannot be recognized. Remove the plug from the jack. Then plug it back in and make sure it is fully inserted.";
ButtonOfDallasPartialInsert = "OK";